Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sarja_koltansaamenkielisia_pienia_digikirjoja_ilmestyi.html.tmx
Source language: fin
Languages: sms

source: Sarja koltansaamenkielisiä pieniä digikirjoja ilmestyi
sms: Sääʹmǩiõllsaž uʹcc digiǩiiʹrji räidd iʹlmstõõvi Uʹcc ǩeerja -sääʹmǩiõllsaž digiǩiiʹrji räidd lij iʹlmstõõvvâm.

source: Uʹcc ǩeerja (Pikku kirjat) – sarja koltansaamenkielisiä pieniä digikirjoja on ilmestynyt.
sms: Ǩeeʹrj vuäʹpste sääʹmǩiõl takai saaʹnid, mâʹte jååʹttemveeʹrbid da eeuʹnid, di pihttsi da porrmõõžži nõõmtõõzzid.

source: Kirjat opastavat tavallisiin koltansaamen kielen sanoihin, kuten kulkemisverbeihin ja väreihin, ja vaatteiden ja ruokien nimityksiin.
sms: Seämmast ǩeeʹrj veʹǩǩe õõudâs ǩiõllmättaaʹšši da lookkmõõžž mättjummuž.

source: Kirjat edistävät samalla kielioppiasioita ja lukemaan oppimista.
sms: Ǩiiʹrjin lie kueʹhtt versio, tävvtum da tävvteǩani, di juõʹǩǩ temma õhttneei haʹrjjtõsǩeʹrjj.

source: Kirjoista on valmistettu kaksi versiota, tavutettu ja ilman tavuja sekä lisäksi kuhunkin teemaan liittyvä harjoituskirja.
sms: Uʹcc ǩeerja -digiǩiiʹrji räidd šõõddi Čeʹvetjääuʹr škooul sääʹmǩiõl uʹčteeʹl Maria Porsanger eʹtǩǩõõzzâst.

source: Uʹcc ǩeerja -digikirjojen sarja syntyi Sevettijärven koulun koltansaamen kielen opettaja Maria Porsangerin ehdotuksesta.
sms: Ǩiiʹrji ǩiõttǩeeʹrjtõõzz da pirstõõzzid lij tuejjääm Esther Berelowitsch, kååʹtt lij Sääʹmteeʹǧǧest reâuǥast mättmateriaal projeʹktt-tuejjlõʹžžen.

source: Kirjat on käsikirjoittanut ja kuvittanut Esther Berelowitsch, joka työskentelee Saamelaiskäräjillä oppimateriaalin projektityöntekijänä.
sms: Berelowitsch vaʹsttad ǩiiʹrji jiõntõõzzâst da editâsttmõõžžâst še.

source: Berelowitsch vastaa myös kirjojen äänityksestä ja editoinnista.
sms: Lookkjen lie Raija Lehtola da Tiina Sanila-Aikio.

source: Lukijoina toimivat Raija Lehtola ja Tiina Sanila-Aikio.
sms: Uʹcc ǩeerja -tuejj-jouʹǩǩe koʹlle Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff di Petra Kuuva.

source: Uʹcc ǩeerja -työryhmään kuuluvat Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff ja Petra Kuuva.
sms: Digiǩiiʹrji teeknlaž tuejast lie vaʹsttääm Unni Länsman da Esther Berelowitsch.

source: Digikirjan teknisestä toteutuksesta ovat vastanneet Unni Länsman ja Esther Berelowitsch.
sms: Rääid võl tiuddeet.

source: Sarja täydentyy edelleen.
sms: Ǩiiʹrji aanrõš- da tâʹvvsääʹmǩiõllsaž versio lie tuej vueʹlnn.

source: Kirjojen inarin- ja pohjoissaamenkieliset versiot ovat työn alla.
sms: Pukid ääv liiŋk ǩiiʹrjid: Puäj da Lâpp: lookkâmǩeʹrjj , lookkâmǩeʹrjj tävvtum , haʹrjjtõsǩeʹrjj Siõm: lookkâmǩeʹrjj , lookkâmǩeʹrjj tävvtum , haʹrjjtõsǩeʹrjj Eelljaž: lookkâmǩeʹrjj , lookkâmǩeʹrjj tävvtum , haʹrjjtõsǩeʹrjj

source: Kaikille avoimet linkit kirjoihin:
sms: Ǩiiʹrjid čõõđti Škooultõs- da mättmateriaalkoontâr .

source: Puäj da Lâpp (Paju ja Luppo): lukukirja , lukukirja tavutettu , harjoituskirja Siõm (Siemen): lukukirja , lukukirja tavutettu , harjoituskirja Eelljaž (Elias): lukukirja , lukukirja tavutettu , harjoituskirja
sms: Lââʹssteâđ:

source: Kirjat julkaisi Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto .
sms: Raija Lehtola Sääʹmǩiõllsaž mättmateriaalplaaneei raija.lehtola@samediggi.fi

source: Lisätietoja:
sms: Esther Berelowitsch Sääʹmǩiõllsaž mättmateriaali projeʹktt-tuejjlaž esther.berelowitsch@samediggi.fi
